tap "adoptopenjdk/openjdk"
tap "fluxcd/tap"
tap "getsentry/tools"
tap "go-swagger/go-swagger"
tap "golangci/tap"
tap "hashicorp/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "tinygo-org/tools"

brew "age"
brew "openssl@1.1"
brew "readline"
brew "ansible"
brew "arduino-cli"
brew "asdf"
brew "atlantis"
brew "avrdude"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "cocoapods"
brew "deno"
brew "direnv"
brew "dotenv-linter"
brew "elm"
brew "elm-format"
brew "exa"
brew "fd"
brew "gh"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "helm"
brew "kubernetes-cli"
brew "krew"
brew "kustomize"
brew "minikube"
brew "neovim"
brew "pinentry-mac"
brew "pipx"
brew "ripgrep"
brew "sccache"
brew "sops"
brew "terragrunt"
brew "tldr"
brew "tokei"
brew "yarn"
brew "zellij"
brew "fluxcd/tap/flux"
brew "golangci/tap/golangci-lint"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "tinygo-org/tools/tinygo"

cask "balenaetcher"
cask "discord"
cask "docker"
cask "gitkraken"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iina"
cask "jetbrains-toolbox"
cask "keka"
cask "keybase"
cask "postman"
cask "signal"
cask "spotify"
cask "steam"
cask "vagrant"
cask "visual-studio-code"
cask "vmware-fusion"
cask "zoom"

mas "Affinity Photo", id: 824183456
mas "Amphetamine", id: 937984704
mas "Kindle", id: 405399194
mas "Notability", id: 360593530
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "Xcode", id: 497799835
